tap "azure/functions"
tap "codebutler/brew"
tap "danielgatis/imgcat"
tap "felixkratz/formulae"
tap "isen-ng/dotnet-sdk-versions"
tap "jackielii/tap"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "openssl@3"
brew "python@3.13"
brew "azure-cli"
brew "btop"
brew "cmake"
brew "dos2unix"
brew "fd"
brew "git"
brew "go"
brew "protobuf"
brew "grpc"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "php"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "python@3.10"
brew "quicktype"
brew "r"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sqlcmd"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "danielgatis/imgcat/imgcat"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "supabase/tap/supabase"
cask "1password"
cask "alacritty"
cask "alfred"
cask "arc"
cask "balenaetcher"
cask "canva"
cask "claude"
cask "cursorcerer"
cask "discord"
cask "dotnet-sdk"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "figma"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "powershell"
cask "pycharm-ce"
cask "rider"
cask "rstudio"
cask "screen-studio"
cask "scroll-reverser"
cask "skim"
cask "slack"
cask "spotify"
cask "todoist-app"
cask "visual-studio-code"
cask "zen"
cask "zoom"
vscode "azurite.azurite"
vscode "bradlc.vscode-tailwindcss"
vscode "csharpier.csharpier-vscode"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.powershell"
vscode "nrwl.angular-console"
vscode "vscodevim.vim"
